Repository: RinaldoJr4/pong-
Catalog: WavePong/Utils/*.lproj/Localizable.strings
Languages: pt_br

# onboarding_hint
source: Tap the screen to continue
pt_br: Toque na tela para continuar

# onboarding_hint_pause
source: Double-tap the screen to continue
pt_br: Toque duas vezes na tela para continuar

# onboarding_hint_raquete
source: Hit the ball to continue
pt_br: Rebata a bola para continuar

# tutorial_onboarding
source: Onboarding
pt_br: Tutorial

# coloque_fone
source: Tutorial. Put on the headphones, then tap the screen to continue
pt_br: Coloque o fone de ouvido, depois toque na tela para continuar

# mover_raquete
source: Swipe your fingers sideways to move the racket and hit the ball
pt_br: Deslize os dedos para os lados para mover a raquete e rebater a bola

# volume_onboarding
source: The distance of the ball will be guided by the volume of the music
pt_br: A distância da bola será guiada pelo volume da música

# bola_guia
source: The position of the ball will be guided by the lateral displacement of the music
pt_br: A posição da bola será guiada pelo deslocamento lateral da música

# rebater_bola
source: There will be a vibration when hitting the ball
pt_br: Ao rebater a bola haverá uma vibração

# dois_toques
source: Double-tap the screen to pause the game
pt_br: Dê Dois toques na tela para pausar o jogo

# som_relacionado
source: Sound related to paddle
pt_br: Som em relação a raquete

# selecionado
source: selected
pt_br: selecionado

# nao_selecionado
source: ,not selected
pt_br: ,não selecionado

# ajustes
source: Settings
pt_br: Ajustes

# tutorial
source: Review Tutorial
pt_br: Rever Tutorial

# modo_som
source: Sound Mode
pt_br: Modo de Som

# modo_hint
source: Select which sound mode you want to listen to
pt_br: Selecione qual modo de som deseja escutar

# linear_hint
source: Linear Mode
pt_br: Modo linear

# exponencial
source: Exponential
pt_br: Exponencial

# exponencial_hint
source: Exponential Mode
pt_br: Modo exponencial

# alto
source: High Contrast
pt_br: Alto contraste

# alto_hint
source: High Contrast Mode
pt_br: Modo alto contraste

# volta
source: < Back
pt_br: < Voltar

# volta_hint
source: Back
pt_br: Voltar

# jogar
source: play
pt_br: jogar

# jogar_hint
source: Tap the screen twice to start a new game.
pt_br: Toque duas vezes na tela para começar um novo jogo

# configuracoes
source: Settings
pt_br: Configurações

# configuracoes_hint
source: Double-tap the screen to go to the settings screen
pt_br: Toque duas vezes na tela para ir para a tela de configurações

# game_center_hint
source: Double-tap the screen to go to the Game Center screen
pt_br: Toque duas vezes na tela para ir para a tela do game Center

# notificacao1
source: Wave Pong is waiting for you
pt_br: O Wave Pong te espera

# notificacao2
source: Music is in control
pt_br: A música está no controle

# notificacao3
source: It's time to play Wave Pong!
pt_br: É hora de jogar Wave Pong!

# notificacao_body1
source: The retrowave beat is calling you.
pt_br: A batida retrowave te chama.

# notificacao_body2
source: Don't lose the rhythm! Get back to pong.
pt_br: Não perca o ritmo! Volte para o pong.

# notificacao_body3
source: The music is playing, get back to the fun!
pt_br: A música está tocando, volte à diversão!

source: START
pt_br: COMEÇAR

# home_hint
source: Back to menu
pt_br: Voltar para menu

# recomecar_hint
source: Restart
pt_br: Reiniciar

# dificuldade
source: Difficulty
pt_br: Dificuldade

# dificuldade_hint
source: Select the game difficulty to play
pt_br: Selecione a dificuldade de jogo para começar

source: CONTINUE
pt_br: CONTINUAR

source: EASY
pt_br: FÁCIL

source: MEDIUM
pt_br: MÉDIO

source: HARD
pt_br: DIFÍCIL

# recorde
source: Record
pt_br: Recorde

# ponto
source: Point
pt_br: Ponto

# pontos
source: Points
pt_br: Pontos

# novo_recorde
source: New record
pt_br: Novo recorde
